Repository: ZiboC/aignal-platform
Catalog: Aignal/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# category.all
source: All
zh_hans: 全部

# detail.save
source: Save article
zh_hans: 收藏文章

# detail.summary
source: Summary
zh_hans: 摘要

# detail.title
source: Insight
zh_hans: 资讯详情

# detail.why
source: Why it matters
zh_hans: 为什么重要

# empty.load_failed
source: Could not load today's brief
zh_hans: 无法加载今日简报

# feed.today
source: Latest
zh_hans: 最新

# home.subtitle
source: Daily AI updates from models, tools, research, business, and creative workflows.
zh_hans: 每天更新模型、工具、研究、产业和创意工作流里的 AI 动态。

# saved.empty_body
source: Bookmark cards from the feed and they will stay here.
zh_hans: 在首页收藏资讯卡片后，它们会保存在这里。

# saved.empty_title
source: No saved articles yet
zh_hans: 还没有收藏

# saved.title
source: Saved
zh_hans: 收藏

# settings.daily
source: Daily
zh_hans: 每日

# settings.language
source: Language
zh_hans: 语言

# settings.language_footer
source: This demo switches app labels and article content locally.
zh_hans: 这个演示版会在本地切换界面文字和文章内容。

# settings.title
source: Settings
zh_hans: 设置

# settings.update
source: Update cadence
zh_hans: 更新频率

# settings.version
source: Version
zh_hans: 版本

# tab.home
source: Today
zh_hans: 今日

# tab.saved
source: Saved
zh_hans: 收藏

# tab.settings
source: Settings
zh_hans: 设置
